hugo/posts.org
#+HUGO_BASE_DIR: ./
* projects
:PROPERTIES:
:EXPORT_HUGO_SECTION: projects
:EXPORT_FILE_NAME: _index
:EXPORT_DATE: 2017-06-23
:END:
** Personal Projects
- .emacs.d -- I keep my emacs configuration published on github. If you're interested, you can check it out *[[https://github.com/zmaas/.emacs.d][here]]*.

- evil-unimpaired -- This is a small port of Tim Pope's unimpaired.vim, which provides overloading of the square bracket keys to many useful functions. My source, originally pulled from Spacemacs, can be found at [[https://github.com/zmaas/evil-unimpaired][zmaas/evil-unimpaired]]
