hugo/content/projects/_index.md
+++
title = "projects"
date = 2017-06-23
draft = false
+++

## Personal Projects {#personal-projects}

-   .emacs.d -- I keep my emacs configuration published on github. If you're interested, you can check it out **[here](https://github.com/zmaas/.emacs.d)**.

-   evil-unimpaired -- This is a small port of Tim Pope's unimpaired.vim, which provides overloading of the square bracket keys to many useful functions. My source, originally pulled from Spacemacs, can be found at [zmaas/evil-unimpaired](https://github.com/zmaas/evil-unimpaired)
